;by Master Death
[Main]
TabUsers.Caption=Čatas
TabNet.Caption=Tinklas
ButtonNick.Hint=Pasirinkite slapyvardį
ButtonMute.Hint=Garsas įjungti/atjungti
ButtonTrans.Hint=Permatomas/Normalus
ButtonOnTop.Hint=Visada darbalaukyje
ButtonAscunde.Hint=Paslėpti
ToolSterge.Hint=Išvalyti langą
ToolMods.Hint=Pakeistį statusą/žinutė
ToolCanale.Hint=Kanalai
ToolOptiuni.Hint=Nustatymai [Ctrl+P]
ToolHelp.Hint=Pagalba/Apie programą
ToolExit.Hint=Išeiti [Alt+X]
ToolBold.Hint=Paryškintas
ToolItalic.Hint=Palenktas
ToolUnderline.Hint=Pabrauktas
ToolLink.Hint=Nuoroda
ToolQuote.Hint=Citata
ToolPicture.Hint=Įdėti paveikslą
ToolRule.Hint=Horizontali linija
ToolSmiles.Hint= :)
ToolMesaje.Hint=Greitos žinutės
ToolComnd.Hint=Komandos /...
ToolAutoScroll.Hint=Automatinis atnaujinimas
ButtonHistory.Hint=Istorija
UsersButton.Hint=Atnaujinti [F5]
ButtonSort.Hint=Sortiruoti
ComputersButton.Hint= Atnaujinti [Shift+F5]
OpenInbox.Hint=Atidaryti įeinančius
ButtonScanFtp.Hint=Auto atnaujinimas
ButtonDelFtp.Hint=Pašalinti
ButtonAddFtp.Hint=Pridėti
TitlePopupMain.Hint=Nustatymai
Restore1.Caption=Rodyti
Restore2.Caption=Paslėpti
MenuMods.Caption=Statusai
Optiuni2.Caption=Nustatymai
ExploraINBOX3.Caption=Atverti 'ĮEINANČIUS'
Tools1.Caption=Įrankiai
Logs1.Caption=Logai
ExploraLOG1.Caption=Atverti aplankalą su logais
PrivateArchive1.Caption=Privačių žinučių archyvas
Ajutor2.Caption=Pagalba
About2.Caption=Apie čatą
Iesire2.Caption=Išeiti
UserGrup.Caption=Grupė
MoveToGrup.Caption=Perkelti į grupę...
RenameGroup.Caption=Pervadinti grupę
whoonline1.Caption=Kas čate?
Sterge1.Caption=Išvalyti
AddLine1.Caption=Įdėti liniją
Selectall1.Caption=Paryškinti viską
Copy1.Caption=Kopijuoti
CopyMsg1.Caption=Kopijuoti savo žinutę
DelMsg1.Caption=Pašalinti savo žinutę
Find1.Caption=Rasti
SaveAs1.Caption=Išsaugoti puslapį
OpenLog2.Caption=Atidaryti istoriją
Close1.Caption=Išeiti
Sortaretabela1.Caption=Rušiuoti skelbimus
dupadata1.Caption=pagal datą
dupanume1.Caption=pagal vardą
Chatprivat1.Caption=Privatus čatas
MesajPrivat1.Caption=Asmeninė žinutė
Beep1.Caption=Signalas
SendFile1.Caption=Nusiusti failą
SendScreen1.Caption=Nusiusti paveikslą
IgnoraMesajelePrivate1.Caption=Ignoruoti asmenines žinutes
IgnoraToateMesajele1.Caption=Ignoruoti visas žinutes
AdaugalaFiltre1.Caption=Pridėti į atmetamų žinučių bloką
AdaugalaAlerte1.Caption=Pridėti prie Online Alerts...
Info1.Caption=Informacija
Ping1.Caption=Pingas
MesageSel.Caption=Žinutė pasirinktiems
MesageAll.Caption=Žinutė visiems
Beeplaselectie.Caption=Signalas pasirinktiems
BeepAll.Caption= Signalas visiems
SendFileSel.Caption=Išsiusti failą pasirinktiems
SendFileAll.Caption= Išsiusti failą visiems
ExploreNet.Caption=Peržiūra
NetSend.Caption=" Messenger/WinPopup " žinutė
NetSend2.Caption=" Messenger/WinPopup " žinutė visiems
MapDrive.Caption=Sukūrti tinklo diską
Nume1.Caption=Vardas
Comp1.Caption=Kompiuteris
Logon1.Caption=Prisijungimo vardas
Mod1.Caption=Metodas
TitleInbox.Hint=Įeinantys
Download1.Caption=Parsisiusti
DeleteAll.Caption=Išvalyti viską
DeleteFile1.Caption=Pašalinti
ExploreInbox1.Caption=Atverti įeinančius
TitleOutbox.Hint=Išeinantys
CancelFile.Caption=Išvalyti
CancelAllFiles.Caption=Išvalyti visus
TitlePopupNick1.Hint=Standartai
TitlePopupNick2.Hint=Slapyvardis
TitleMod.Hint=Statusas
Editare1.Caption=Redaguoti
TitleChnl.Hint=Kanalai
TitleChnl2.Hint=Aktyvūs kanalai
TitleChnl3.Hint=Miegstamiausi kanalai
Canalnou1.Caption=Naujas kanalas
TitleHelp1.Hint=Pagalba
Ajutor1.Caption=Pagalba
About1.Caption=Apie
TitleQuickMsg1.Hint=Žinutės
TitleComds1.Hint=Komanda
UserListTitle.Caption=Vartotojų sąrašas
MsgToGroup.Caption=Žinutė visai grupei
BeepToGroup.Caption=Signalas visai grupei
FileToGroup.Caption=Siųsti failą visai grupei
MoveCheckedUsers.Caption=Perkelti pažymėtus vartuotojus į šitą grupę
ToolPlugin.Hint=Papildymai
FilterNick.Caption=Slapyvardis
FilterIp.Caption=IP
FilterNickIp.Caption=Slapyvardis && IP
FilterStop.Caption=Išjungti filtra
FilterShow.Caption=Rodyti filtrus
GrAsc.Caption=Grupės abecelės tvarka
GrDesc.Caption=Grupės atbuline tvarka
UserServices.Caption=Servisai
pnlLinks.Caption=Nuorodos
NewChannelPass.Caption=Naujas kanalas su slaptazodžiu
NewGroup.Caption=Pridėti naują grupę
toolsAlign.Hint=Išlyginimas
InviteInChannel.Caption=Pakviesti į kanalą
[Resource]
1000=Sveiki atvykę į čatą %s, %s
1001=%s prisijungė prie tinklo %s
1002=%s prisijungė prie kanalo %s
1003=%s prisijungė prie asmeninio kanalo
1004=%s išėjo iš tinklo
1005=%s paliko kanalą  %s
1006=%s paliko asmeninį kanalą
1007=Beep--> [%s]
1008=Beep --> VISI
1009=%s nusiuntė BEEP
10010=Žinutė--> [%s]: %s
10011=Žinutė--> VISI: %s
10012=%s gavo žinutę %s "%s" [ %s ]
10013=%s pakeitė slapyvardį: %s
10014=%s dabar "%s" [ %s ]
10015=Privatus kanalas с %s
10016=Čatas - asmeninė žinutė nuo %s
10017=Čatas - sisteminias pranešimas
10018=Failas %s buvo nusiųstas %s
10019=%s atmetė failą: %s
10020=%s priėmė failą: %s
10021=Naujas failas ieinančiuose: %s
10022=Skelbimų lenta buvo pakeista [%s]
10023=[%s] Asmeninė žinutė blokuojama
10024=[%s] Žinutė blokuojama
10025=Vartotojai:%d
10026=Kompiuteriai:%d
10027=Skelbimų lenta [%d]
10028=Įeinantys {%d}
10029=Žinutė pašalinta  [%d]
10030= Žinutė išsaugota[%d]:
10031=%s čate!
10032=Pridėti "%s:"
10033=Kompiuterio ID: %s
10034=Vartotojo ID: %s
10035=Laisvas
10036=Užimtas
10037=Išėjęs
10038=Sveiki!
10039=Aš užimtas
10040=Išejau
10041=.:: Logas atviras %s ::.
10042=.:: Logas uždaras  %s ::.
10043=Naujas kanalas : %s
10044= Įjungė kompą!
10045= Išjungė kompą! =(
10046=Vardas--
10047=Kompiuteris--
10048=Vartotojo ID--
10049=Žinutė--
10050=Nuo:
10051=Didys:
10052=Data ir laikas:
10053=Šitas meniu
10054=Atverti pagalbą
10055=Kas čate?
10056=*Vardas* žinutė
10057= /join 'name_channel' - prisijungti prie kanalo 'kanalo_pavadinimas' 
10058=/chat 'vartotojo_vardas' - privatus čatas su vartotoju
10059=/nick 'naujas_vardas' - pakeisti vardą į 'naują_vardą ' 
10060=Išvalyti langą
10061=Atnaujinti vartotojų sąrašą
10062= Atnaujinti vartotojų sąrašą
10063= Atnaujinti kompiuterių sąrašą
10064= Atnaujinti kompiuterių sąrašą
10065=nežinoma komanda : %s
10066=Parašyk /? tam, kad peržiūrėti komandų sąrašą
10067=Peržiūrėti
10068=Nauja žinutė
10069=%s atsakymas į pingą [ %d msec ]
10070=Išsiunčiami {%d}
10071=-ŠIANDIEN-
10072=Kanalas pridėtas i megstamiausius
10073=Atidaryti visus
10074=Sumažinti visus
10075=Skelbimu lenta įjungta
10076=Skelbimu lenta išjungta
10077=[b]%s[/b] pakviete Jus į [b]%s[/b]. Ar sutinkate?
10078=Vartotojas: [%s]
10079=Rodyti: [%s]

[OptionsForm]
OptiuniForm.Caption=Programos nustatymai
TabOG.Caption=Bendri nustatymai
TabInterface.Caption=Išvaizda
TabMesaje.Caption=Žinutės
TabMods.Caption=Režimai
TabAlerte.Caption=Online pranešimai
TabDownload.Caption=Failų gavimas
TabSunete.Caption=Garsai
TabTray.Caption=Paveikslas prie laikrodžio
TabChannels.Caption=Kanalai
TabConnection.Caption=Tinklas
GBSistem.Caption=Sistema
CBStartUp.Caption=Paleistis su Windows
GBLang.Caption=Kalba
LabelRefreshTime.Caption=Atnaujinimo laikas (min)
cbRefreshNetOnConect.Caption=Kai prisijungia naujas vartotojas atnaujinti sąrašą "Tinkas"
cbDisableNet.Caption=Atjungti sąrašą "Tinklas"
GBMainWindow.Caption=Pagrindinis langas
LabelShortCut.Caption="Karštas" mygtukas
CBOpenChat.Caption=Rodyti čatą pasileidus Windows
CBMagnet.Caption=Pritvirtinti prie ekrano kraštų
CBArataTaskbar.Caption=Rodyti užduočių juostoje
GBNivTrans.Caption=Permatomumo lygis
GBNume.Caption=Vardas
RBCompName.Caption=Kompiuterio ID
RBLogonName.Caption=Vartotojo ID
RBPorecla.Caption=Slapyvardis
SBPlus.Hint=Naujas
SBEdit.Hint=Pakeisti
SBMinus.Hint=Pašalinti
TabInterfaceSub1.Caption=Čato išvaizda
TabInterfaceSub2.Caption=Šriftai ir spalvos
TabInterfaceSub3.Caption=Šypsenėlių redaktorius
CBArataCeasul.Caption=Datos\laiko žymos išvaizda
CBCeasSistem.Caption=Sisteminių pranešimų formatas
CBCeasNormal.Caption=Žinučių formatas
CBArataSmile.Caption=Rodyti šypsenėles
CBArataSmileAnimat.Caption=Animuotos šypsenėlės
LabelSmileLimit.Caption=Riboti šypsenėles ( 0 - ignoruoti )
CBArataLinie.Caption=Rodyti horizintalią liniją[HR]
CBArataImagine.Caption=Rodyti idėtus paveikslėlius[IMG]
CBArataImagineLink.Caption=Paveikslėliai - nuoroda į vietą, kur jie randasi
RBImageSize1.Caption=Normalus didys
RBImageSize2.Caption=Nurodytas didys (X*Y):
LabelX.Caption=X:
LabelY.Caption=Y:
CBArataCitat.Caption=Rodyti citatas [QUOTE]
CBCitatTitlu.Caption=Pavadinimas
CBCitatCuloare.Caption=Fonas
GBFonts.Caption=Spauskite, kad pakeisti
LabelColorMesajConectare.Caption=Sisteminis pranešimas
LabelColorMesajLocal.Caption=Jūsų žinutė
LabelColorMesajPrimit.Caption=Gauta žinutė
LabelColorMesajPrivat.Caption=Privati žinutė/Signalas
LabelColorLink.Caption=Nuoroda
LabelColorEditareMesaj.Caption=Žinučių redaktorius
LabelColorUser.Caption=Vartotojas/kompiuteris
LabelColorFisier.Caption=Failas
ComboBoxCulori.Items.Strings[0]= Sisteminis pranešimas
ComboBoxCulori.Items.Strings[1]= Jūsų žinutė
ComboBoxCulori.Items.Strings[2]= Gauta žinutė
ComboBoxCulori.Items.Strings[3]= Privati žinutė/Signalas
ComboBoxCulori.Items.Strings[4]= Žinučių redaktorius
ComboBoxCulori.Items.Strings[5]= Vartotojas/kompiuteris
ComboBoxCulori.Items.Strings[6]=Čato pavadinimas
ComboBoxCulori.Items.Strings[7]=Pavadinimas
ComboBoxCulori.Items.Strings[8]=Čato lango fonas
ComboBoxCulori.Items.Strings[9]=Žinučių redaktoriaus fonas
ComboBoxCulori.Items.Strings[10]=Vartotojų/kompiuterių sąrašo fonas
ComboBoxCulori.Items.Strings[11]=Nuoroda
ButtonDefault.Caption=&Pagal nutylėjimą
ButtonDefault.Hint=Šriftai pagal nutylėjimą (default) & Spalvos
TabSmileEdit.Caption=Redaguoti šypsenėles
TabSmilePreview.Caption=Peržiūra
SmileEditor.TitleCaptions.Strings[0]=Tekstas
SmileEditor.TitleCaptions.Strings[1]=Failas
ButtonAdSmile.Caption=Pridėti
ButtonStSmile.Caption=Pašalinti
ButtonRefresSmile.Caption=Atnaujinti
TabMesajeSub1.Caption=Žinučių nustatymai
TabMesajeSub2.Caption=Sisteminiai pranešimai
TabMesajeSub3.Caption=Pranešimų filtras
TabMesajeSub4.Caption=Logai
GBMisc.Caption=Kita...
CBSingleClick.Caption=Vienas paspaudimas ant vardo kad išsiųsti privačią žinutę
cbSendPrivateText.Caption=Siųsti privačias žinutes naudojant "/msg " komandą (jei nepažymėta atsiras naujas langas)
CBArataMesajPropriu.Caption=Rodyti išsiųntimo laiką #Main kanale
LabelBalonHide.Caption=sek. balionas dingsta
CBCloseSmile.Caption=Uždaryti langą su šypsėnėlėm po pasirinkimo
CBInterceptMsng.Caption=Globalus pranešęjas/Winpopup žinutės
RGLocMesajePrivate.Caption=Rodyti privačią žinutė:
RGLocMesajePrivate.Items.Strings[0]=Lange
RGLocMesajePrivate.Items.Strings[1]=Balionas
RGLocMesajePrivate.Items.Strings[2]=Tekstas
GBChatInFata.Caption=Rodyti čatą viršuje jeigu ateina:
CGChatInFata.Items.Strings[0]=Paprasta žinutė
CGChatInFata.Items.Strings[1]=Privati žinutė
CGChatInFata.Items.Strings[2]=Sisteminis pranešimas
CGChatInFata.Items.Strings[3]=Signalas
GBLogDir.Caption=Aplankalas su logais
GBLogOpt.Caption=Logų nustatymai
GBLoguri.Caption=Saugoti logą: 
CGCreazaLog.Items.Strings[0]=Pagrindiniam čatui
CGCreazaLog.Items.Strings[1]=Privačiam čatui
CGCreazaLog.Items.Strings[2]=Kanalams
CGCreazaLog.Items.Strings[3]=Privačioms žinutėms
CGLogOpt.Items.Strings[0]=Kūrti atskirą aplankalą kiekvienam mėnesiui
CGLogOpt.Items.Strings[1]=Kūrti naują failą jeigu einamasis didesnis nei (KB) ...
LabelMesajeSistem.Caption=Rodyti čate:
CGMesajeSistem.Items.Strings[0]= Vartotojas prisijungė
CGMesajeSistem.Items.Strings[1]= Vartotojas atsijungė
CGMesajeSistem.Items.Strings[2]= Vartotojas įėjo į privatų čatą
CGMesajeSistem.Items.Strings[3]= Vartotojas išėjo iš privataus čato
CGMesajeSistem.Items.Strings[4]= Vartotojas prisijungė prie kanalo
CGMesajeSistem.Items.Strings[5]= Vartotojas atsijungė nuo kanalo
CGMesajeSistem.Items.Strings[6]= Vartotojas pakeitė slapyvardį
CGMesajeSistem.Items.Strings[7]= Vartotojas pakeitė statusą
CGMesajeSistem.Items.Strings[8]=Skelbimų lenta atsinaujino
CGMesajeSistem.Items.Strings[9]=Failas nusiųstas
CGMesajeSistem.Items.Strings[10]=Naujas failas aplankale Inbox
CGMesajeSistem.Items.Strings[11]=Failas gautas
CGMesajeSistem.Items.Strings[12]=Failas ne gautas
CGMesajeSistem.Items.Strings[13]=Žinutė blokuojama
CBBalon.Caption=Rodyti pranešimą balione (Win2K+)
TabFiltru1.Caption=Pagal slapyvardį
TabFiltru2.Caption=Pagal tekstą
TabFiltru3.Caption=Pagal IP adresą
GBFiltruActiv.Caption=Fltras aktyvus :
CGFiltruActiv.Items.Strings[0]=#Pagrindiniame čate
CGFiltruActiv.Items.Strings[1]=Privačiam čate
CGFiltruActiv.Items.Strings[2]=Kanaluose
CGFiltruActiv.Items.Strings[3]=Privačiose žinutėse
LabelIsertFiltru.Caption=Pridėti naują vartuotoją/žodį:
ButtonFiltru1A.Caption=Pridėti
ButtonFiltru1S.Caption=Pašalinti
ButtonFiltru1ST.Caption=Išvalyti
TabModsSub1.Caption=Statusų nustatymai
TabModsSub2.Caption=Statusų pranešimai
GBIdle.Caption=Automatinis statusas "išėjau" ...
CGAutoIdle.Items.Strings[0]=Po neaktyvumo (min)
CGAutoIdle.Items.Strings[1]=Įsijungiant ekrano užsklandai
GBModsMisc.Caption=Įvairūs
CGModuriMisc.Items.Strings[0]=Atsiminti statusą+statuso pranešimą išeinant iš programos
GBModAici.Caption="Laisvas"
GBModOcupat.Caption="Užsiėmęs"
GBModPecat.Caption="Išėjau"
CGModAici.Items.Strings[0]=Be garso
CGModAici.Items.Strings[1]=Ne rodyti langą "Privati žinutė"
CGModAici.Items.Strings[2]=Be animacijos prie laikrodžio
CGModAici.Items.Strings[3]=Uždrausti popup
LabelListaUseri.Caption=Vartuotojų sąrašas
ButtonAdaugaAO.Caption=Pridėti
ButtonStergeAO.Caption=Pašalinti
TabAOSub1.Caption=Vartuotojas prisijungė
TabAOSub2.Caption=Vartuotojas atsijungė
CBAO1.Caption=Rodyti Alerto langą
CBAO2.Caption=Įvesti čatą į normalų režimą
CBAO3.Caption=Garsas
CBAO4.Caption=Speaker
CBAO5.Caption=Atlikti
CBAO6.Caption=Siųsti privačią žinutę
CBAO11.Caption=Alertas visada įjungtas
GBInboxDir.Caption=Gautų failų aplankalas (Įeinantys)
GBOptDL.Caption=Nustatymai
CGMiscDownload.Items.Strings[0]=Perrašyti failą jeigų jis jau yra Inbox (rekomenduojama)
CGMiscDownload.Items.Strings[1]=Šalinti failus iš laikino aplankalo išeinant
CGMiscDownload.Items.Strings[2]=Pradėti failo gavimą automatiškai, kai jis ateina
CGMiscDownload.Items.Strings[3]=Rodyti gavimo procesą prie laikrodžio
CGMiscDownload.Items.Strings[4]=Visada atsiminti išsiunčiamus failus po programos perleidimo
CGMiscDownload.Items.Strings[5]=Po išsiuntimo trinti išsiunčiamų failų sąrašą (individualiai išsiųstiems failams)
CGMiscDownload.Items.Strings[6]=Sukūrti aplankalą pavadintą siųntėjo vardu
GBAfterDL.Caption=Po gavimo...
CGAfterDownload.Items.Strings[0]=Uždaryti langą
CGAfterDownload.Items.Strings[1]=Atverti aplankalą Inbox
CGAfterDownload.Items.Strings[2]=Šalinti failą
CGAfterDownload.Items.Strings[3]=Atverti gautą failą
ListViewSunete.Columns[0].Caption=Įvykis
ListViewSunete.Columns[1].Caption=Failas
ListViewSunete.Columns[2].Caption=Speaker
TextSound0= Normali žinutė
TextSound1= Privati žinutė
TextSound2=Signalas
TextSound3= Vartotojas prisijungė
TextSound4= Vartotojas atsijungė
TextSound5= Vartotojas įėjo į privatų čatą
TextSound6= Vartotojas išėjo iš privataus čato
TextSound7= Vartotojas prisijungė prie kanalo
TextSound8= Vartotojas atsijungė nuo kanalo
TextSound9= Vartotojas pakeitė slapyvardį
TextSound10= Vartotojas pakeitė statusą
TextSound11= Skelbimų lenta atsinaujino
TextSound12= Failas nusiųstas
TextSound13= Naujas failas aplankale Inbox
TextSound14= Gautas failas
TextSound15= Failas atšauktas
TextSound16= Žinutė blokuojama
CBSunetDoarSpate.Caption= Įjungti garsą tik jeigu čatas sumažintas/permatomas
CBSunetPropriu.Caption=Garsas savoms žinutėms
ButtonOpen1.Hint=Atverti
ButtonTestSunet1.Hint=Testas
CBAscundeIcon.Caption=Paslepti pavekslą prie laikrodžio
CBIconAlertaDoarInFata.Caption=Rodyti alertus tik jeigu čatas paslėptas/permatomas (rekomenduojama)
GBTray.Caption=Rodyti alerto paveiksliuką...
CGIconAlerta.Items.Strings[0]= Normali žinutė
CGIconAlerta.Items.Strings[1]=Privati žinutė
CGIconAlerta.Items.Strings[2]=Signalas
CGIconAlerta.Items.Strings[3]=Vartotojas prisijungė
CGIconAlerta.Items.Strings[4]=Vartotojas atsijungė
CGIconAlerta.Items.Strings[5]= Vartotojas atėjo į privatų čatą
CGIconAlerta.Items.Strings[6]= Vartotojas išėjo iš privataus čato
CGIconAlerta.Items.Strings[7]= Vartotojas prisijungė prie kanalo
CGIconAlerta.Items.Strings[8]= Vartotojas atsijungė nuo kanalo
CGIconAlerta.Items.Strings[9]= Vartotojas pakeitė slapyvardį
CGIconAlerta.Items.Strings[10]=Vartotojas pakeitė statusą
CGIconAlerta.Items.Strings[11]=Skelbimų lenta atsinaujino
CGIconAlerta.Items.Strings[12]=Failas nusiųstas
CGIconAlerta.Items.Strings[13]=Naujas failas aplankale Inbox
CGIconAlerta.Items.Strings[14]= Gautas failas
CGIconAlerta.Items.Strings[15]= Failas nenusiųstas
CGIconAlerta.Items.Strings[16]=Žinutė blokuojama
LabelCanaleFavorite.Caption=Pasirinktieji kanalai
BtnCanalAdd.Hint=Pridėti
BtnCanalDel.Hint=Šalinti
BtnCanalActivate.Caption=Aktyvuoti
LabelCanaleActive.Caption=Aktyvūs kanalai
BtnCanalAddfav.Caption=Pridėti prie pasirinktųjų
BtnCanalRefresh.Hint=atnaujinti
CBCanaleInfoVisible.Caption=Rodyti aktyvius kanalus vartotojo informacijoje
LabelTipCanale.Caption=Visi kanalai bus sukūrti paleidus programą
RBConnection1.Caption=UDP broadcast
LabelConList1.Caption=Broadcast IP List
LabelUdp.Caption=UDP portas
LabelTcp.Caption=TCP portas
btnAddIp.Caption=Pridėti
btnDelIp.Caption=Šalinti
btnDefaultPort.Caption=Pagal nutylėjimą
ButtonHelp.Caption=P&agalba
ButtonApply.Caption=P&riimti
ButtonOK.Caption=G&erai
ButtonCancel.Caption=A&tšaukti
LabelNetInterface.Caption=Tinklo parametrai
cbMessageDelimiter.Caption=Skirstyti gautas žinutes
CGMiscDownload.Items.Strings[7]=Paslėpti siuntimosi langa + automatinis siuntimas
TabSistem.Caption=Sistema
TabUserList.Caption=Vartotojų sąrašas / Tinklas
edDefaultgroup.EditLabel.Caption=Pradinė grupė
cbIgnoreMassMessages.Caption=Ignoruoti visas privačias žinutes
lblRefuzaBoardOlder.Caption=blokuoti senesnius nei X dienų skelbimus (0 - atjungta)
ButtonEdSmile.Caption=Redaguoti
cbBlickMain.Caption=Pagrindinis langas mirgsi
CGFiltruActiv.Items.Strings[4]=Skelbimų lenta
TabPlugins.Caption=Pluginai
lblPositionToolbar.Caption=Meniu padėtis
lblPositionTabs.Caption=Kanalų pavadinimų padėtis
lblPositionUserList.Caption=Vartotojų sąrašo padėtis
cbPosToolbar.Items[0]=dešinėje
cbPosToolbar.Items[1]=viršuje
cbPosToolbar.Items[2]=kairėje
cbPosTabs.Items[0]=viršuje
cbPosTabs.Items[1]=apačioje
cbPosUserList.Items[0]=dešineje
cbPosUserList.Items[1]=kairėje
RGConnection.Caption=Susijungimo pasirinkimas
RBConnection2.Caption=IP Multicast
RBConnection3.Caption=Klientas <--> Serveris
gbPorts.Caption=Portai
lblMulticastGroup.Caption=IP Multicast grupė
lblMulticastTTL.Caption=Gyvybės laikas
btnResetConnection.Caption=Susijungimo nutraukimas
PluginTree.Columns[0]=Plugino vardas
PluginTree.Columns[1]=Autorius
btnPluginConfig.Caption=Nustatymai
btnPluginAbout.Caption=Informacija
btnPluginUninstall.Caption=Pašalinti
rgDefaultActionList.Caption=Veiksmas pagal nutylėjima vartotojų sąraše
rgDefaultActionList.Items[0]=Privati žinutė
rgDefaultActionList.Items[1]=Privatas
gbAvatars.Caption=Paveiksliukai
cgAvatars.Items[0]=Rodyti paveiksliuką vartotojų sąraše
cgAvatars.Items[1]=Rodyti paveiksliuką čate
cgAvatars.Items[2]=Rodyti čate vartojo vardą prieš paveiksliuką
cgAvatars.Items[3]=Rodyti paveiksliuką vartuotojų sąraše
cbUsernameIsLink.Caption=Vartotojo vardas=nuoroda privačiai žinutei ( /msg "user" )
cbInvertSend.Caption=Naudoti "Enter" naujai eilutei ir "Ctrl+Enter" žinutės siuntimui
pnlInboxLimit.Caption=Maksimalus failų kiekis iš vieno vartotojo
CBDisableMain.Caption=Išjungti kanalą #Main (veiks kaip nuoroda System)
[MesajPrimitForm]
ButtonChat.Caption=Čatas
ButtonQuote.Caption=Citata
ButtonReply.Caption=Atsakyti
ButtonOk.Caption=Uždaryti
3000=Privati žinutė %s
3001=Gauta %s
3002=Laiškas nuo  %s
[PrimescFileForm]
ButtonStart.Caption=&Startas
ButtonPauza.Caption=&Pauzė
ButtonExec.Caption=&Atidaryti
ButtonInbox.Caption=Į&einantys
ButtonClose.Caption=A&tšaukti
!5000=Failas nuo %s [%s]
!5001=Neužtenka vietos %s:
!5002=Greitis %s
!5003=Liko ~%s
5004=Už&daryti
5000=Failas nuo %s [%s]
5001=Neužtenka laisvos vietos failui %s:
5002=Greitis %s
5003=Liko ~%s
5005=--- FAILAS NEPRIEINAMAS ---
[MesajTrimisForm]
ButtonSend.Caption=&Siųsti
ButtonCancel.Caption=&Atšaukti
4000=Privati žinutė
4001=Messenger/Winpopup message [%s]
4002=Enter = Send  -  Ctrl+Enter = Next line
4003=Vardas--
4004=Kompiuteris--
4005=Vartuotojo ID--
[UserInfoForm]
LabelUserInfo.Caption=Vartotojo informacija
LabelSistemInfo.Caption=Sisteminė informacija
LabelCanale.Caption=Aktyvūs kanalai
EditCN.EditLabel.Caption=Kompiuterio ID
EditLN.EditLabel.Caption=Vartuotojo ID
EditMac.EditLabel.Caption=Mac adresas
EditIP.EditLabel.Caption=IP adresas
EditWinInfo.EditLabel.Caption=Informacija apie Windows
EditCpu.EditLabel.Caption=Procesorius
EditMem.EditLabel.Caption=Atmintis
EditBorgVers.EditLabel.Caption=BORGChat
ButtonUpdate.Caption=&Atnaujinti
ButtonOk.Caption=&Gerai
ListCanale.Hint=Dvigubas paspaudimas įėjimui i kanalą
pnlAvatar.Caption=Paveiksliukas...
lblObs.Caption=Kita
edName1.Caption=Vardas
edName2.Caption=Pavardė
edPhone.Caption=Telefono Nr.
edFax.Caption=Fakso Nr.
edEmail.Caption=El. paštas
edWeb.Caption=El. svetainė
PagesInfo.Pages[0]=Sistemos informacija
PagesInfo.Pages[1]=Vartotojo profilis
btnBlockAvatar.Hint=Blokuoti paveiksliuką
btnStopAvatarRefresh.Hint=Blokuoti automatinį šio paveiksliuko pakeitimą
[ArhivaMesajeForm]
ArhivaMesajeForm.Caption=Privačios žinutės
TabAll.Caption=Visos
TabRecv.Caption=Išsiųstos
TabSend.Caption=Gautos
ListViewAll.Columns[1].Caption=Vartotuojas
ListViewAll.Columns[2].Caption=Kompiuteris
ListViewAll.Columns[3].Caption=Data
ListViewAll.Columns[4].Caption=Žinutė
FilterType1.Caption=Visos žinutės
FilterType2.Caption=Gautos žinutės
FilterType3.Caption=Išsiustos žinutės
[FormInsertImage]
HelpPanel1.Caption=Spausk čia!!!
HelpPanel1.Strings.Text=Tam kad pavekslą matytų visi vartuotojai, jo buvimo vieta turi būti prieinama visiems vartuotojams
(pvz.:\\pk001\PICS\Picture.bmp BET NE D:\Pics\Picture.bmp)
[FormSmile]
WindowAnimate.Caption=Animuotos

//This is Lihuanian language pack ver. 1.1 for IOn from -=DeatHMasteR=- whith best regards!
AutoMove.Caption=Automatinė padėtis
ShowHidden.Caption=Rodyti paslėptus
ShowEditor.Caption=Rodyti šypsenėliu redaktorių
//Jei rasite kokiu netikslumu ar dar ko rasykite - deathmaster@freemail.lt
